Repository: lukasjuhas/lj-maintenance-mode
Catalog: languages-2.4.4/lj-maintenance-mode-*.po
Languages: es_cl, fr_fr, nl_nl

source: <h1>Website Under Maintenance</h1><p>Our Website is currently undergoing scheduled maintenance. Please check back soon.</p>
es_cl: <h1>Sitio web en mantención</h1><p>Nuestro sitio web se encuentra momentáneamente en mantención. Por favor vuelva a visitarnos pronto.</p>
fr_fr: <h1>Site En Maintenance</h1><p>Notre site est actuellement en maintenance, merci de patienter.</p>
nl_nl: <h1>Website in Onderhoud</h1><p>Onze Website ondergaat momenteel een " "geplande onderhoudsbeurt. Kom snel weer terug.</p>

source: Important: Don't forget to flush your cache using WP Super Cache when enabling or disabling Maintenance Mode.
es_cl: Importante: no olvide limpiar el caché usando WP Super Cache cuando active o desactive el modo de mantención.
fr_fr: Important : si vous utilisez WP Super Cache, n'oubliez pas de vider le cache quand vous activez ou désactivez Mode Maintenance.
nl_nl: Belangrijk: Vergeet niet de cache op te schonen als je onderhoudsmodus aan of uit zet in combinatie met WP Super Cache.

source: Important: Don't forget to flush your cache using W3 Total Cache when enabling or disabling Maintenance Mode.
fr_fr: Important : si vous utilisez W3 Total Cache, n'oubliez pas de vider le cache quand vous activez ou désactivez Mode Maintenance.
nl_nl: Belangrijk: Vergeet niet de cache op te schonen als je onderhoudsmodus aan of uit zet in combinatie met W3 Total Cache.

source: Important: Don't forget to flush your cache using Comet Cache when enabling or disabling Maintenance Mode.
fr_fr: Important : si vous utilisez Comet Cache, n'oubliez pas de vider le cache quand vous activez ou désactivez Maintenance Mode.
nl_nl: Belangrijk: Vergeet niet de cache op te schonen als je onderhoudsmodus aan of uit zet in combinatie met Comet Cache.

source: Maintenance Mode is currently active. To make sure that it works, open your web page in either private / incognito mode, different browser or simply log out. Logged in users are not affected by the Maintenance Mode.
es_cl: El modo de mantención está activado. Para confirmar su funcionamiento, visite el sitio en modo privado/incógnito, o utilizando un navegador distinto, o simplemente termine la sesión activa. Los usuarios con sesión activa no se ven afectados por el modo de mantención.
fr_fr: Mode Maintenance est actuellement actif. Pour vous assurer qu'il fonctionne, ouvrez au choix une page web en mode privé/incognito, un autre navigateur ou simplement déconnectez vous. Les utilisateurs connectés ne sont pas affectés par le Mode Maintenance.
nl_nl: Onderhoudsmodus is momenteel actief, Om te controleren of het ook werkt moet je webpagina in priv√©- of incognitomodus zetten, gebruik een andere webbrowser of log simpelweg uit. Ingelogde gebruikers merken niets van de "Onderhoudsmodus"

source: Maintenance Mode
es_cl: Modo de mantención
fr_fr: Mode Maintenance
nl_nl: Onderhoudsmodus

source: Enabled
es_cl: Activado
fr_fr: Activé
nl_nl: Aan

source: Preview
es_cl: Vista previa
fr_fr: Prévisualisation
nl_nl: Voorbeeld

source: Support
es_cl: Soporte
fr_fr: Assistance
nl_nl: Ondersteuning

source: Advanced Settings
fr_fr: Paramètres Avancés
nl_nl: Geavanceerde instellingen

source: Site Title
fr_fr: Titre du site
nl_nl: Websitetitel

source: Overrides default site meta title.
fr_fr: Remplace la balise meta title par défaut du site.
nl_nl: Overschrijf de normale websitenaam

source: Mode
nl_nl: Staat

source: Default
fr_fr: Défaut
nl_nl: Standaard

source: Coming Soon Page
fr_fr: Page Ouverture Prochaine
nl_nl: Kom snel terug pagina

source: Default sets HTTP to 503, coming soon will set HTTP to 200.
fr_fr: L'option par défaut met le code HTTP à 503, l'option Ouverture Prochaine met le code HTTP à 200.
nl_nl: Standaard staat de instelling op HTTP code 503. En geeft HTTP code 200 door als je een "kom snel terug pagina" maakt.

source: If you are putting your site into maintenance mode for a longer period of time, you should set this to "Coming Soon Page". Otherwise use "Maintenance Mode".
fr_fr: Si vous mettez votre site en mode maintenance pour une longue période de temps, vous devriez utiliser « Ouverture Prochaine ». Sinon, utilisez « Mode Maintenance ».
nl_nl: Als je je site voor langere tijd in Onderhoudsmodus plaatst, gebruik de "Kom snel terug pagina". In overige gevallen, gebruik dan "Onderhoudsmodus""

source: Learn more.
fr_fr: En savoir plus.
nl_nl: Lees verder

source: User Roles
fr_fr: Rôles Utilisateurs
nl_nl: Gebruikersrollen

source: Tick the ones that can access front-end of your website if maintenance mode is enabled
fr_fr: Cochez ceux qui peuvent accéder au front-end de votre site quand Mode Maintenance est activé
nl_nl: Selecteer gebruikers die de site kunnen bezoeken als de onderhoudsmodus is geactiveerd

source: Please note that this does NOT apply to admin area
fr_fr: Merci de noter que cela NE S'APPLIQUE PAS au panneau d'administration
nl_nl: Dit heeft geen toepassing op het admin-menu

source: Toggle all
fr_fr: Tout basculer
nl_nl: Alles aan/uit

source: User Role control is currently not avialable on your website. Sorry!
fr_fr: La gestion des Rôles n'est actuellement pas disponible sur votre site. Désolé !
nl_nl: Gebruikersrol is nu niet beschikbaar, excuses!

# Admin bar indicator
source: Disabled
es_cl: Desactivado
fr_fr: Désactivé
nl_nl: Uit

# Admin bar indicator
source: Enabled
es_cl: Activado
fr_fr: Activé
nl_nl: Aan

# Admin bar indicator
source: Maintenance Mode
es_cl: Modo mantención
fr_fr: Mode Maintenance
nl_nl: Onderhoudsmodus

# Plugin Settings link
source: Settings
es_cl: Ajustes
fr_fr: Paramètres
nl_nl: Instellingen

# Plugin Support link
source: Support
fr_fr: Assistance
nl_nl: Help

source: Website Under Maintenance
es_cl: Sitio web en mantención
fr_fr: Site En Maintenance
nl_nl: Website in onderhoud

source: Very simple Maintenance Mode & Coming soon page using default Wordpress markup with no ads or paid upgrades.
fr_fr: Une page Maintenance En Cours & Ouverture Prochaine très simple qui utilise le markup par défaut de WordPress sans publicité ou mises à jour payantes.
nl_nl: Het is een heel eenvoudige onderhoudsmodus dat voor iedereen geschikt is en gemakkelijk in gebruik zonder reclame.

source: Custom Stylesheet
nl_nl: Aangepaste Stijlpagina

source: Add widget areas above and below content
nl_nl: Voeg een widgetruimte toe boven en onder uw inhoud.

source: For custom stylesheet, add 'maintenance.min.css' file to your theme folder. If your custom stylesheet file is picked up by the Maintenance Mode, it will be indicated here.
nl_nl: Voor een aangepaste stijlpagina kunt u een 'maintenance.min.css' bestand toevoegen in de root van uw themafolder. Onderhoudsmodus zal dit vinden en gebruiken.

source: Inject code snippet
nl_nl: Injecteer een aangepaste code

source: This is useful to add a Javascript snippet to the maintenance page.
nl_nl: Dit is handig als je een JavaScript code wilt gebruiken in de onderhoudspagina.

source: Hide Advanced Settings
nl_nl: Verberg geavanceerde instellingen

source: You can add widgets in <strong>Appearance -> Widgets</strong>.
nl_nl: Je kunt widgets toevoegen in <strong>Instellingen -> Widgets</strong>.

source: Content
es_cl: Contenido

source: Very simple Maintenance Mode & Coming soon page. Using default Wordpress markup, No ads, no paid upgrades.
es_cl: Muy simple página para modo mantención & pronto disponible. Usa markup Wordpress nativo, sin publicidad ni actualizaciones de pago.
